[
  {
    "id": "athletics",
    "name": "运动",
    "description": "运动体现了你的角色体能水准，无论这来自艰苦训练、天赋才能还是其他特殊能力（例如魔法或基因突变），也就是表示你的身体到底多擅长运动。所以它基本是所有行动派角色的首选。",
    "onHinder": "运动允许你克服所有阻止身体移动的障碍，例如跳跃、奔跑、攀爬、游泳等等。如果你需要做一些类似十项全能的事情，这就需要进行运动检定。如果在冲突中有情景特征会妨碍你的移动，你可以使用运动技能的克服动作来越过这些障碍。你也可以通过运动检定来进行与“追逐”相关的挑战或竞争。在你能用肢体来够到别人时，你也可以用运动来阻止其他人从你身边穿过。",
    "onAttack": "运动无法进行攻击。运动可以在冲突中对近战或远程攻击进行防御。",
    "onCreateAspect": "当你用运动来创造优势时，你将可以跳到高处、让对手无法跟上你的速度，或者施展令人眼花缭乱的杂技动作来混淆敌人。"
  },
  {
    "id": "burglary",
    "name": "盗窃",
    "description": "盗窃涵盖了角色盗取物品以及进入限制区域的能力，在能够依赖高科技工具的背景设定下，这个技能也包括了相关的技术熟练度，例如让角色可以骇进安全系统、关闭安全警报，以及诸如此类的事情。",
    "onHinder": "盗窃允许你克服与偷盗、渗透相关的任何障碍。一般来说，解除锁、绕过陷阱、小偷小摸、掩盖踪迹以及其他类似行为都属于该技能可以进行克服的范围。",
    "onAttack": "盗窃无法进行攻击。这也不是一个冲突技能，所以没什么机会可以用来防御。",
    "onCreateAspect": "你可以使用盗窃来观察一个地点，判断潜入的难度、安保系统的类型以及可利用的任何漏洞。你也可以用该技能来调查其他窃贼的行动，判断这次盗窃行动是如何完成的；也可以用来创造或发现相关特征，例如这些窃贼遗留在现场的线索。"
  },
  {
    "id": "contacts",
    "name": "人脉",
    "description": "人脉技能是认识并且与人联系的技能。它假定你能够熟练掌握背景设定中所有的联系人际网络的方法。",
    "onHinder": "你可以用人脉阻止别人用欺诈和人脉来“玩消失”，或者妨碍别人用调查来找到你。你也可以用人脉来克服所有与找人相关的困难。无论是传统的“满大街找人”方式，还是使用你的情报网，还是查找档案和电脑数据库，你都可以通过人脉来锁定一个人物，并以某种方法来接触他们。",
    "onAttack": "人脉无法进行攻击。熟识某些人并不能让你对他人造成伤害。",
    "onCreateAspect": "人脉可以让你知道联系谁就可以获得想要的东西，或是决定你是否已经认识行动中的关键人物。这就像是你可以用这个技能来创造故事细节，然后用特征来代表它。你也可以创造一个优势来代表人脉技能所获知的信息，例如关于特定的人物、事物或场所的街头传言。在你的情报网可以发挥作用的情况下，人脉可以用来阻止别人对你创造社交优势。"
  },
  {
    "id": "crafts",
    "name": "工艺",
    "description": "工艺是关于使用及修理机器的技能。",
    "onHinder": "只要你有必需的时间与工具，工艺就可以让你制造、破坏或修理机器。一般情况下，工艺只会在复杂的情况下进行检定，它在挑战中更经常被使用。",
    "onAttack": "一般你不会用工艺在冲突中进行攻击，除非这场冲突是关于使用机械的，比如使用攻城武器。工艺无法进行防御，除非你能用某种方法来使用工艺控制机械帮你阻挡攻击。",
    "onCreateAspect": "你可以利用机械的功能（装甲板、坚固结构）或者缺陷（横梁缺陷、草率工作）来创造优势。创造工艺优势也可以表现为对场景中的机械进行应急维修，或是进行快速而卑鄙的破坏。"
  },
  {
    "id": "deceive",
    "name": "欺诈",
    "description": "欺诈是关于谎言和误导的技能。",
    "onHinder": "使用欺诈来让你通过守卫、让人相信一个谎言，或者利用谎言来从其他人手里骗取物品。欺诈可以制造虚假信息来摆脱对你的调查。",
    "onAttack": "欺诈可以间接帮你创造攻击机会，但它不能直接用来攻击。",
    "onCreateAspect": "使用欺诈技能来创造瞬间分心、假身份或错误印象。你可以在战斗的时候进行佯攻，让你的对手猝不及防，以此创造攻击机会。"
  },
  {
    "id": "drive",
    "name": "驾驶",
    "description": "驾驶是关于操纵载具，或是操作其他能让你快速移动的工具的技能。",
    "onHinder": "当你在载具中时，驾驶就相当于运动——你可以用驾驶来在复杂形势中完成移动，例如穿过崎岖地形、通过狭窄空隙或完成特技驾驶。你可以用驾驶对别人用载具穿越过你的克服行动进行妨碍。",
    "onAttack": "驾驶不经常用来作为攻击技能（虽然用特技可以改变这一点）。如果你正操控载具，你就可以用驾驶进行攻击，但你也会受到等同于成功度的伤害。在物理冲突中避免载具受到伤害是驾驶最常见的用法之一。",
    "onCreateAspect": "你可以用驾驶来确定你使用载具到达某处的最佳路径，一个足够好的检定结果可以让你了解路径的特点，并以特征的形式表现出来，或者你可以宣告细节，来表示自己知道一条捷径或类似的信息。你可以用驾驶来防御其他人对你进行的创造优势行动。"
  },
  {
    "id": "empathy",
    "name": "共情",
    "description": "共情是理解并发现一个人内心情绪与态度变化的技能。它基本算是情感上的洞察技能。",
    "onHinder": "共情可以用来防御欺诈，允许你穿透谎言发现他的真实意图。你并不会直接使用共情去克服障碍，一般而言你会用它来找出某些信息，然后用其他技能进行行动。在某些情况下，你可以像洞察一样使用共情，来判断你是否发现到了某人心中的态度或者意图。",
    "onAttack": "共情无法进行攻击。",
    "onCreateAspect": "假如你与某人有着人际上的接触，那就可以使用共情来阅读他的情感状态，并且了解他们大致是什么样的人。更多情况下你会用该技能来评估其他角色卡上的特征，但有时候你也可以去创造新的特征。你也可以用它来防御那些针对你而创造的社交优势。"
  },
  {
    "id": "fight",
    "name": "战斗",
    "description": "战斗技能涵盖了所有形式的近距离战斗（换句话说，就是在同个区域），包括徒手格斗和使用武器。",
    "onHinder": "你可以用战斗来阻止任何尝试使用暴力来干预你的行动发生。由于你不会经常在冲突之外用到战斗，所以它一般不用来克服障碍。不过你可以在竞争中使用它，例如你用它来表演你的高超技艺，或是参与某种有规则的格斗比赛。",
    "onAttack": "这还用得着说吗？你当然可以用战斗技能来进行物理攻击了。不过要注意这只适用于近距离战斗，所以你必须要与对手在同一区域内。你也可以用战斗来防御其他人的攻击。",
    "onCreateAspect": "你可以用战斗来在物理冲突中创造大部分的优势，这些优势所描述的动作包括：针对性的震慑打击、一个“脏招儿”、缴械等等。你甚至可以用战斗来评估其他人的战斗风格，发现你可以利用的弱点。你也可以用它来防止其他人在冲突中利用战斗对你创造优势。"
  },
  {
    "id": "investigate",
    "name": "调查",
    "description": "调查是用来找出东西或线索的技能。它与洞察技能相对应——洞察是对周围环境的警觉性或者偏于表面的观察，而调查则围绕着更专注、更深入的仔细观察。",
    "onHinder": "调查需要克服的障碍就是那些难以被发现的信息。为了线索分析犯罪现场、在杂乱的房间中寻找你需要的物品、甚至钻研发霉的古墓来寻找通路，这些都可以用调查进行克服。",
    "onAttack": "调查无法进行攻击。",
    "onCreateAspect": "调查可能是你最常用来创造优势的技能。只要你肯花时间，你就可以发现关于任何人的任何事，或是发现一个地点或物品的任何细节，甚至可以为游戏中你能够发现的任何事物创造特征。"
  },
  {
    "id": "lore",
    "name": "学识",
    "description": "学识技能是关于知识与教育的技能。",
    "onHinder": "你可以用学识来克服任何需要应用角色知识来达成目标的障碍。例如，如果你的角色在某个时候已经进行过古墓墙上古老语言的研究，那么你可以用学识检定来解读它。",
    "onAttack": "学识无法进行攻击。",
    "onCreateAspect": "像调查一样——只要角色研究过相关的知识，学识就能提供很多非常灵活的机会来创造优势。一般情况下，只要你的角色早已发现或知道一些模糊的信息，你就能用学识来获取这些故事细节。但如果获取的信息可以让你在未来的场景中获得优势，那么它可能需要角色具备相关的特征。"
  },
  {
    "id": "notice",
    "name": "洞察",
    "description": "洞察技能的作用仅仅是——察觉某物。它与调查技能相对应，代表了角色的对周围的整体感知、对细节一目了然以及其它观察方面的能力。一般而言，洞察要比调查更加迅速，因此你通过它所获得的信息也会更加表面化，不过你也因此而不需要花太大精力就能找到它们。换句话说，洞察检定比较容易成功，但难以获取更深入的信息。",
    "onHinder": "你可以用洞察来防范任何使用潜行的埋伏，或者发觉到你正在被某人所观察。你不会经常用洞察进行克服，不过当你使用它时，往往是用来对一个事件或行动作出无意识反应：注意到场景中的某物、听到微弱的声音、在那家伙的腰带上发现藏着的枪。",
    "onAttack": "眼神并不能用来杀人。",
    "onCreateAspect": "你可以用洞察技能来创造特征，这些特征代表能够直接观察到的事物——观察房间并发现突出的细节，在充满碎石瓦砾的建筑中找到逃生路线，注意到人群中异样的某人等等。"
  },
  {
    "id": "physique",
    "name": "体格",
    "description": "体格与运动相对应，代表了角色的身体自然素质，例如自身力量和耐久力。",
    "onHinder": "你可以用体格来主动妨碍其他人的移动，你也可以搬起或撑住重物来阻挡其他人的通过。你可以用体格来克服任何需要力量来应对的障碍——最常见的就是克服区域的情景特征以及其它物理性的阻碍，例如打破监狱的铁窗或撞开被锁上的大门。当然，体格也经常用于那些需要依靠力量或耐力的挑战，例如掰手腕比赛与马拉松比赛。",
    "onAttack": "体格难以直接造成伤害。",
    "onCreateAspect": "在物理性的冲突中，体格有很多创造优势的潜在机会，一般这些优势都与擒抱或按住某人有关，让他们被牵制或锁定。你可能还会用它来发现目标身上的物理创伤——擒抱一个老兵可以让你发现他有跛腿或其他伤势。"
  },
  {
    "id": "provoke",
    "name": "威胁",
    "description": "威胁是一个关于刺激某人并引起负面情绪反应的技能，这些情绪包括恐惧、愤怒、羞耻等等。这是一个让你“变成混蛋”的技能。",
    "onHinder": "你可以威胁某人使他进入某种情绪并做一些你想要让他做的事情，比如，你可以通过恐吓他们来获取信息、惹怒他们以使他们付诸行动、吓得他们转身就跑。",
    "onAttack": "你可以用威胁进行精神攻击，对一个对手造成情感上的伤害。",
    "onCreateAspect": "你可以创造出代表暂时情绪状态的优势，例如暴怒、震惊或迟疑，你的目标将用意志进行抵抗。"
  },
  {
    "id": "rapport",
    "name": "交际",
    "description": "交际可以让你与别人建立积极关系、引起他人的积极情绪。这是一项让使用者受欢迎和获得信任的技能。",
    "onHinder": "使用交际来吸引或鼓舞别人来做你想让他们做的事，或者与他们建立良好的关系。你可以靠魅力让守卫放行、说服某人信任你，甚至成为当地酒吧的风云人物。",
    "onAttack": "你的鼓励与笑颜看起来并不能伤害其他人。",
    "onCreateAspect": "你可以用交际来让单个目标或者让场景中的所有人产生积极情绪，也可以让某人在没有真正信任你的情况下向你吐露一些秘密。你可以激励某人来让其获得信心，可以鼓舞整个人群让他们陷入空前狂热之中，也可以只是让某人变得健谈或愿意帮忙。当任何技能被用来损伤你名誉、冷却你创造的情绪，或者让你在人前难堪时，你都可以用交际进行防御。"
  },
  {
    "id": "resources",
    "name": "资源",
    "description": "资源代表你角色在游戏世界中所拥有的物质财富水平，以及使用财富的能力。",
    "onHinder": "你可以在花钱就能解决的情况下用资源进行克服，帮助自己脱身或通过场景。例如贿赂守卫来让自己通过，或者收购昂贵且稀有的物品。资源可以进行的挑战或竞争大多涉及到拍卖或投标。",
    "onAttack": "当然，你可以用兑换的硬币来砸死对手，如果你拿得动。",
    "onCreateAspect": "你可以用资源来进行人情投资，让人们对你更友善，无论这代表切实的贿赂（说吧，你要多少？），还是只是代表请客喝酒（酒后吐真言）。你可以用资源来宣告你已经拥有剧情需要的物品，或者宣告你拥有能够快速获取它的能力，这种宣告可以给你一个描述持有这物品的特征。"
  },
  {
    "id": "shoot",
    "name": "射击",
    "description": "射击对应战斗，是关于使用远程武器的技能。无论是在冲突中使用，还是对那些不会抵抗的目标使用（例如靶心或是谷仓墙面）。",
    "onHinder": "你可以进行火力压制来掩护你的队友，或者阻止别人进行移动。除非由于某种原因，你需要在非冲突情况下使用射击，否则你一般不会用来进行克服。但显然，涉及射击的竞争是冒险故事中的一个流行场面，如果你的游戏中有角色专精此道，我们推荐你找机会让他露上两手。",
    "onAttack": "射击可以造成物理伤害。",
    "onCreateAspect": "在物理性的冲突中，射击可以用来执行各式各样的动作，像是虚晃一枪、火力掩护等等。在电影式的游戏中，你甚至可以解除人们的武装并让他们趴到墙上——任何你在动作电影中看到的动作都行。"
  },
  {
    "id": "stealth",
    "name": "潜行",
    "description": "潜行可以让你避开侦测，无论是进行隐藏还是在暗中移动。它和盗窃是很好的组合。",
    "onHinder": "你能用潜行来通过任何需要隐藏的场景。悄悄通过哨兵和警卫、甩掉追踪者或避免在行动时留下线索，任何类似的用法都在潜行的使用范围内。只要对方打算用洞察来查明你或寻找你留下的踪迹，你就可以用潜行防御洞察。",
    "onAttack": "潜行无法进行攻击。",
    "onCreateAspect": "你主要用潜行来为自己创造特征：例如找个理想位置来进行攻击，或者在冲突中进行伏击。如果你这么做，你就可以融身入影从而躲开巡逻的守卫，或者在黑暗中打斗时难以被击中，或者试着在某人用调查追踪你时摆脱他。"
  },
  {
    "id": "will",
    "name": "意志",
    "description": "与代表生理强韧水平的体格相同，意志代表了你角色的精神强韧水平。",
    "onHinder": "你可以用意志来克服精神上的障碍。拼图和字谜都能被归为这一类，而任何会消耗你精力的困难，像是破译密码也能归于此类。在你克服精神挑战只是时间问题的时候，那么可以只使用意志，如果这个精神挑战不止需要无理性的精神力量，那还要检定学识技能。",
    "onAttack": "意志无法进行攻击。意志是用来防御通过威胁进行精神攻击的主要技能，代表了你对自身情绪的控制能力。",
    "onCreateAspect": "你可以用意志来为自己创造特征，代表角色正处于深度的集中或思考当中。"
  }
]